<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>B&agrave;i s&#7889; 5 - li&ecirc;n k&#7871;t tr&ecirc;n c&ugrave;ng trang</title>
</head>

<body>
<p><a name="dau" id="dau"></a>K&#7871;t th&uacute;c ch&#432;&#417;ng n&agrave;y, b&#7841;n c&oacute; th&#7875;:
  <br />
  <a href="#internet">M&ocirc; t&#7843; v&#7873; Internet</a><br />
  <a href="#html">M&ocirc; t&#7843; v&#7873; HTML</a><br />
  <a href="#slk">S&#7917; d&#7909;ng si&ecirc;u li&ecirc;n k&#7871;t trong t&agrave;i li&#7879;u HTML</a></p>
<p><a name="internet" id="internet"></a>M&ocirc; t&#7843; v&#7873; Internet:</p>
<p> M&#7841;ng l&agrave; m&#7897;t nh&oacute;m c&aacute;c m&aacute;y t&iacute;nh k&#7871;t n&#7889;i v&#7899;i nhau. Internet l&agrave; m&#7841;ng c&#7911;a c&aacute;c m&#7841;ng. Giao th&#7913;c TCP/IP cung c&#7845;p vi&#7879;c k&#7871;t n&#7889;i t&#7845;t c&#7843; c&aacute; m&aacute;y t&iacute;nh tr&ecirc;n th&#7871; gi&#7899;i .</p>
<p><a href="#dau">Back</a> <a href="b&agrave;i 6.html">B&agrave;i s&#7889; 6 </a></p>
</a><a name="html" id="html"></a>M&ocirc; t&#7843; v&#7873; HTML:
<p>Ng&ocirc;n ng&#7919; &#273;&aacute;nh d&#7845;u si&ecirc;u v&#259;n b&#7843;n ch&#7881; r&otilde; m&#7897;t trang web &#273;&#432;&#7907;c hi&#7875;n th&#7883; th&#7871; n&agrave;o trong m&#7897;t tr&igrave;nh duy&#7879;t. T&agrave;i li&#7879;u HTML t&#7841;o th&agrave;nh m&atilde; ngu&#7891;n c&#7911;a trang web. Khi &#273;&#432;&#7907;c xem tr&ecirc;n tr&igrave;nh so&#7841;n th&#7843;o, t&agrave;i li&#7879;u n&agrave;y l&agrave; m&#7897;t chu&#7895;i c&aacute;c th&#7867; v&agrave; c&aacute;c ph&#7847;n t&#7917;, m&agrave; ch&uacute;ng x&aacute;c &#273;&#7883;nh trang web hi&#7875;n th&#7883; th&#7871; n&agrave;o. </p>
<p><a href="#dau">Back</a> <a href="b&agrave;i 6.html">B&agrave;i s&#7889; 6 </a></p>
<p><a name="slk" id="slk"></a>S&#7917; d&#7909;ng si&ecirc;u li&ecirc;n k&#7871;t trong t&agrave;i li&#7879;u HTML:</p>
<p>Si&ecirc;u li&ecirc;n k&#7871;t l&agrave; m&#7897;t ph&#7847;n t&#7917; b&ecirc;n trong t&agrave;i li&#7879;u m&agrave; li&ecirc;n k&#7871;t &#273;&#7871;n m&#7897;t v&#7883; tr&iacute; kh&aacute;c trong c&ugrave;ng t&agrave;i li&#7879;u ho&#7863;c &#273;&#7871;n m&#7897;t t&agrave;i li&#7879;u ho&agrave;n to&agrave;n kh&aacute;c. Khi nh&#7845;p chu&#7897;t v&agrave;o si&ecirc;u li&ecirc;n k&#7871;t s&#7869; nh&#7843;y &#273;&#7871;n li&ecirc;n k&#7871;t c&#7847;n &#273;&#7871;n. C&aacute;c si&ecirc;u li&ecirc;n k&#7871;t l&agrave; th&agrave;nh ph&#7847;n quan tr&#7885;ng nh&#7845;t c&#7911;a h&#7879; th&#7889;ng si&ecirc;u v&#259;n b&#7843;n. </p>
<p><a href="#dau">Back</a> <a href="b&agrave;i 6.html">B&agrave;i s&#7889; 6</a> </p>
</body>

</html>
